{
  "_name_or_path": "/content/drive/MyDrive/ner-lenerbr-bert-large-cased-pt-lenerbr/model/",
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 1024,
  "id2label": {
    "0": "O",
    "1": "B-ORGANIZACAO",
    "10": "I-LEGISLACAO",
    "11": "B-JURISPRUDENCIA",
    "12": "I-JURISPRUDENCIA",
    "2": "I-ORGANIZACAO",
    "3": "B-PESSOA",
    "4": "I-PESSOA",
    "5": "B-TEMPO",
    "6": "I-TEMPO",
    "7": "B-LOCAL",
    "8": "I-LOCAL",
    "9": "B-LEGISLACAO"
  },
  "initializer_range": 0.02,
  "intermediate_size": 4096,
  "label2id": {
    "B-JURISPRUDENCIA": "11",
    "B-LEGISLACAO": "9",
    "B-LOCAL": "7",
    "B-ORGANIZACAO": "1",
    "B-PESSOA": "3",
    "B-TEMPO": "5",
    "I-JURISPRUDENCIA": "12",
    "I-LEGISLACAO": "10",
    "I-LOCAL": "8",
    "I-ORGANIZACAO": "2",
    "I-PESSOA": "4",
    "I-TEMPO": "6",
    "O": "0"
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 16,
  "num_hidden_layers": 24,
  "output_past": true,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.15.0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 29794
}
